export default {
  generfuncs: {
    _key1: '待办',
  },
  index: {
    _key1: '请打开待办菜单',
    _key10: '发起流程或请发起流程 => 启动流程发起',
    _key11: '发起请假流程 => 启动请假流程',
    _key12: '发起请假流程 => 启动请假流程',
    _key13: '查询当前流程的总数 => 获得流程定义的数量',
    _key2: '响应内容',
    _key3: '请输入需求或命令',
    _key4: '提交',
    _key5: '说明：AI助手可以通过文字对话方式进行菜单控制或命令执行，使用自然语言代替鼠标键盘操作。',
    _key6: '示例：在命令框中输入如下提示词，就可以执行对应的操作',
    _key7: '可以帮我打开一个页面吗？好像是流程的正在进行的页面',
    _key8: '可以帮我打开一个页面吗？大概是待办菜单后面的菜单命令',
    _key9: '可以帮我打开一个页面吗？大概是待办菜单后面的菜单命令',
  },
};
