<template>
  <div>
    <p>{{ '尊敬的客户，欢迎您体验驰骋低代码平台-CCFast，在体验之前，请您先阅读下面这段话，这将帮助您快速了解我们的设计思想，有效打消您在体验过程中的一些困惑。' }}</p>
    <p>{{ 'CCFast可以帮助您快速搭建基于菜单体系的应用应用，例如车辆管理应用，包含车辆台账、用车管理、油料管理、维修管理等模块以及模块下更细致的功能点。' }}</p>
    <p>{{
      '您当前登录账号为超级管理员账号（admin），当您随处看到“设计”“配置”等操作时，请您不要困惑，这是admin才有的功能，当admin设计好应用，开放给其它角色后，其它角色登录进来时看到的将是干净的、不可配置的纯应用应用。'
    }}</p>
    <p>{{ 'admin就像一位大厨，为大家做一桌满汉全席。通过菜单体系组合在一起的一个个功能点就像一道道菜，这些菜有流程（例如请假流程）、有实体（例如车辆台账）、有大屏……' }}</p>
    <p>{{
      `您可以通过点击低代码->新建应用->新建模块->新建菜单，一层层的把符合您业务需求的应用搭建出来。“应c块-菜单”构建出一个完整的“菜单体系”，该体系的最小节点我们称之为“菜单”，当您点击新建菜单时，会看到我们为您提供的所有工具。这些工具包括流程、单据、实体、大屏列表、SQL视图、高代码、页面引用、工具视图、OA应用等，这些概念基于我们一套完整的设计思想，您不用畏惧他们，我们有完整的帮助文档，当您看完文档还有困惑，请联系我们：18254181315，我们会为您安排演示。`
    }}</p>
    <p>{{
      'CCFast提供的这些工具中，流程与表单是核心工具，如果您不想使用我们CCFast完整的开发框架，您还可以通过中间件的形式单独把他们集成到您自己的应用中，我们提供了快捷的集成方式。'
    }}</p>
    <p>{{ '当您看到这里，想必对我们有了一个大概的了解，下面请开启您的体验之旅吧！' }}</p>
  </div>
</template>

<style scoped lang="less">
  div {
    height: 100%;
    overflow: auto;
    padding: 10px 10px 0px 10px;
  }
  div p {
    text-indent: 2em;
  }
</style>
